Repository: initMoin/toDo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, it, ja, ms, th, ur, zh_hans

source: Could not save that sync choice. %@
ar: تعذر حفظ خيار المزامنة هذا. %@
es: No se pudo guardar esa opción de sincronización. %@
hi: वह सिंक विकल्प सहेजा नहीं जा सका। %@
it: Impossibile salvare questa scelta di sincronizzazione. %@
ja: その同期設定を保存できませんでした。%@
ms: Tidak dapat menyimpan pilihan segerak itu. %@
th: ไม่สามารถบันทึกตัวเลือกการซิงค์นั้นได้ %@
ur: وہ مطابقت پذیری کا انتخاب محفوظ نہیں ہو سکا۔ %@
zh_hans: 无法保存该同步选择。%@

source: Could not schedule the sample reminder.
ar: تعذرت جدولة التذكير التجريبي.
es: No se pudo programar el recordatorio de muestra.
hi: नमूना रिमाइंडर शेड्यूल नहीं किया जा सका।
it: Impossibile programmare il promemoria di prova.
ja: サンプルリマインダーを予約できませんでした。
ms: Tidak dapat menjadualkan peringatan sampel.
th: ไม่สามารถตั้งเวลาการเตือนตัวอย่างได้
ur: نمونہ یاددہانی شیڈول نہیں ہو سکی۔
zh_hans: 无法安排示例提醒。

source: Couldn’t Find toDō
ar: تعذّر العثور على تُدُ
es: No se pudo encontrar tareas pendientes
hi: toDō नहीं ढूंढ सका
it: toDō non trovato
ja: toDōが見つかりません
ms: toDō tidak ditemui
th: ไม่พบ toDō
ur: ٹُڈُو نہیں ملا
zh_hans: 找不到待办事项

source: Couldn’t Save toDō
ar: تعذّر حفظ تُدُ
es: No se pudo guardar la tarea pendiente
hi: toDō को सहेजा नहीं जा सका
it: Impossibile salvare il toDō
ja: toDōを保存できませんでした
ms: Tidak dapat menyimpan toDō
th: ไม่สามารถบันทึก toDō ได้
ur: ٹُڈُو محفوظ نہیں ہو سکا
zh_hans: 无法保存待办事项

source: Count active Time-Sensitive toDōs.
ar: عدّ تُدُس النشطة الحساسة للوقت.
es: Cuenta toDōs urgentes activos.
hi: सक्रिय Time-Sensitive toDōs गिनें।
it: Conta i toDō urgenti attivi.
ja: 有効なTime-Sensitive toDōを数えます。
ms: Kira toDō Time-Sensitive yang aktif.
th: นับ toDō แบบ Time-Sensitive ที่ยังทำอยู่
ur: فعال Time-Sensitive toDōs گنیں۔
zh_hans: 统计有效的 Time-Sensitive toDō。

source: Count active toDōs due today.
ar: عدّ تُدُس النشطة المستحقة اليوم.
es: Cuenta toDōs activos que vencen hoy.
hi: आज देय सक्रिय toDōs गिनें।
it: Conta i toDō attivi in scadenza oggi.
ja: 今日が期限の有効なtoDōを数えます。
ms: Kira toDō aktif yang perlu dibuat hari ini.
th: นับ toDō ที่ยังทำอยู่และครบกำหนดวันนี้
ur: آج واجب فعال toDōs گنیں۔
zh_hans: 统计今天到期的有效 toDō。

source: Count active toDōs past due.
ar: عدّ تُدُس النشطة المتأخرة.
es: Cuenta toDōs activos atrasados.
hi: अतिदेय सक्रिय toDōs गिनें।
it: Conta i toDō attivi in ritardo.
ja: 期限切れの有効なtoDōを数えます。
ms: Kira toDō aktif yang lewat.
th: นับ toDō ที่ยังทำอยู่และเลยกำหนด
ur: تاخیر شدہ فعال toDōs گنیں۔
zh_hans: 统计已逾期的有效 toDō。

source: Count active toDōs with a future reminder.
ar: عدّ تُدُس النشطة التي لها تذكير قادم.
es: Cuenta toDōs activos con recordatorio futuro.
hi: भविष्य के रिमाइंडर वाले सक्रिय toDōs गिनें।
it: Conta i toDō attivi con promemoria futuro.
ja: 今後のリマインダーがある有効なtoDōを数えます。
ms: Kira toDō aktif dengan peringatan akan datang.
th: นับ toDō ที่ยังทำอยู่และมีการเตือนในอนาคต
ur: آئندہ یاد دہانی والے فعال toDōs گنیں۔
zh_hans: 统计带有未来提醒的有效 toDō。

source: Count all active toDōs.
ar: عدّ كل تُدُس النشطة.
es: Cuenta todos los toDōs activos.
hi: सभी सक्रिय toDōs गिनें।
it: Conta tutti i toDō attivi.
ja: すべての有効なtoDōを数えます。
ms: Kira semua toDō aktif.
th: นับ toDō ที่ยังทำอยู่ทั้งหมด
ur: تمام فعال toDōs گنیں۔
zh_hans: 统计所有有效 toDō。

source: Create
ar: إنشاء
es: Crear
hi: बनाएँ
it: Crea
ja: 作成
ms: Cipta
th: สร้าง
ur: بنائیں
zh_hans: 创建

source: Create ${title}
ar: إنشاء ${title}
es: Crear${title}
hi: ${title}बनाएं
it: Crea ${title}
ja: ${title}を作成
ms: Cipta ${title}
th: สร้าง ${title}
ur: ${title} بنائیں
zh_hans: 创建${title}

source: Create a Collab to organize shared work with other users.
ar: أنشئ تعاونًا لتنظيم العمل المشترك مع مستخدمين آخرين.
es: Crea una colaboración para organizar el trabajo compartido con otros usuarios.
hi: अन्य उपयोगकर्ताओं के साथ साझा काम व्यवस्थित करने के लिए सहयोग बनाएँ।
it: Crea una collaborazione per organizzare il lavoro condiviso con altri utenti.
ja: 他のユーザーとの共同作業を整理するコラボを作成します。
ms: Cipta kolaborasi untuk mengatur kerja bersama pengguna lain.
th: สร้างการร่วมงานเพื่อจัดระเบียบงานที่แชร์กับผู้ใช้อื่น
ur: دوسرے صارفین کے ساتھ مشترکہ کام منظم کرنے کے لیے تعاون بنائیں۔
zh_hans: 创建协作，与其他用户一起组织共享工作。

source: Create a Collab when you are ready to work with another user.
ar: أنشئ تعاونًا عندما تكون مستعدًا للعمل مع مستخدم آخر.
es: Crea una colaboración cuando quieras trabajar con otro usuario.
hi: जब आप किसी अन्य उपयोगकर्ता के साथ काम करने के लिए तैयार हों, तो सहयोग बनाएँ।
it: Crea una collaborazione quando vuoi lavorare con un altro utente.
ja: 他のユーザーと作業する準備ができたらコラボを作成します。
ms: Cipta kolaborasi apabila anda bersedia bekerja dengan pengguna lain.
th: สร้างการร่วมงานเมื่อคุณพร้อมทำงานกับผู้ใช้อื่น
ur: جب آپ کسی دوسرے صارف کے ساتھ کام کرنے کے لیے تیار ہوں تو تعاون بنائیں۔
zh_hans: 准备好与其他用户协作时，创建一个协作。

source: Create a new toDō quickly.
ar: أنشئ تُدُ جديدًا بسرعة.
es: Crea una nueva tarea pendiente rápidamente.
hi: जल्दी से एक नया टूडू बनाएं।
it: Crea rapidamente un nuovo toDō.
ja: 新しいtoDōをすばやく作成します。
ms: Cipta toDō baharu dengan cepat.
th: สร้าง toDō ใหม่อย่างรวดเร็ว
ur: نیا ٹُڈُو تیزی سے بنائیں۔
zh_hans: 快速创建新的待办事项。

source: Create a new toDō with an optional due date and reminder priority.
ar: أنشئ toDō جديدة مع تاريخ استحقاق وأولوية تذكير اختياريين.
es: Crea una nueva toDō con fecha de vencimiento y prioridad de recordatorio opcionales.
hi: वैकल्पिक नियत तारीख और रिमाइंडर प्राथमिकता के साथ नई toDō बनाएँ।
it: Crea una nuova toDō con data di scadenza e priorità del promemoria facoltative.
ja: 期限とリマインダーの優先度を任意で設定して、新しいtoDōを作成します。
ms: Cipta toDō baharu dengan tarikh akhir dan keutamaan peringatan pilihan.
th: สร้าง toDō ใหม่พร้อมวันครบกำหนดและระดับความสำคัญของการเตือน (ไม่บังคับ)
ur: اختیاری مقررہ تاریخ اور یاد دہانی کی ترجیح کے ساتھ نئی toDō بنائیں۔
zh_hans: 创建新的 toDō，并可选择设置截止日期和提醒优先级。

source: Create a toDō from ${spokenRequest}
ar: إنشاء تُدُ من ${spokenRequest}
es: Crear un toDō a partir de ${spokenRequest}
hi: ${spokenRequest} से toDō बनाएँ
it: Crea un toDō da ${spokenRequest}
ja: ${spokenRequest}からtoDōを作成
ms: Cipta toDō daripada ${spokenRequest}
th: สร้าง toDō จาก ${spokenRequest}
ur: ${spokenRequest} سے ٹُڈُو بنائیں
zh_hans: 根据 ${spokenRequest} 创建 toDō

source: Create a toDō quickly.
ar: أنشئ تُدُ بسرعة.
es: Crea una tarea pendiente rápidamente.
hi: शीघ्रता से एक कार्य-कार्य बनाएँ.
it: Crea rapidamente un toDō.
ja: toDōをすばやく作成します。
ms: Cipta toDō dengan cepat.
th: สร้าง toDō อย่างรวดเร็ว
ur: ٹُڈُو تیزی سے بنائیں۔
zh_hans: 快速创建待办事项。

source: Create a toDō that should be treated as time-sensitive.
ar: أنشئ تُدُ يجب التعامل معه كحساس للوقت.
es: Cree una tarea pendiente que deba considerarse urgente.
hi: एक कार्य-कार्य बनाएँ जिसे समय-संवेदनशील माना जाना चाहिए।
it: Crea un toDō da trattare come urgente.
ja: 時間指定として扱うtoDōを作成します。
ms: Cipta toDō yang patut dianggap sensitif masa.
th: สร้าง toDō ที่ควรถือว่าสำคัญตามเวลา
ur: ایسا ٹُڈُو بنائیں جسے وقت حساس سمجھا جائے۔
zh_hans: 创建一个应被视为时间敏感的待办事项。

source: Create a toDō, open the full list, or read your current momentum from one place.
ar: أنشئ toDō، افتح القائمة الكاملة، أو اقرأ زخمك الحالي من مكان واحد.
es: Crea un toDō, abre la lista completa o revisa tu impulso actual desde un solo lugar.
hi: एक ही जगह से toDō बनाएं, पूरी सूची खोलें, या अपनी मौजूदा गति देखें।
it: Crea un toDō, apri l’elenco completo o leggi il tuo slancio attuale da un unico posto.
ja: toDōの作成、全リストの表示、現在の勢いの確認を1か所で行えます。
ms: Cipta toDō, buka senarai penuh, atau lihat momentum semasa dari satu tempat.
th: สร้าง toDō เปิดรายการทั้งหมด หรือดูแรงส่งปัจจุบันจากที่เดียว
ur: ایک ہی جگہ سے toDō بنائیں، پوری فہرست کھولیں، یا اپنی موجودہ رفتار دیکھیں۔
zh_hans: 在一个位置创建 toDō、打开完整列表，或查看当前势头。

source: Create Manually
ar: إنشاء يدويًا
es: Crear manualmente
hi: मैन्युअल रूप से बनाएँ
it: Crea manualmente
ja: 手動で作成
ms: Cipta Secara Manual
th: สร้างด้วยตนเอง
ur: دستی طور پر بنائیں
zh_hans: 手动创建

source: Create this toDō: %@?
ar: إنشاء هذه toDō: %@؟
es: ¿Crear esta toDō: %@?
hi: यह toDō बनाएँ: %@?
it: Creare questa toDō: %@?
ja: このtoDōを作成しますか：%@？
ms: Cipta toDō ini: %@?
th: สร้าง toDō นี้: %@ ใช่ไหม?
ur: یہ toDō بنائیں: %@؟
zh_hans: 创建此 toDō：%@？

source: Create time-sensitive ${title}
ar: إنشاء ${title} حساس للوقت
es: Crear${title}urgente
hi: समय-संवेदनशील${title}बनाएं
it: Crea ${title} urgente
ja: 時間指定の${title}を作成
ms: Cipta ${title} sensitif masa
th: สร้าง ${title} แบบสำคัญตามเวลา
ur: وقت حساس ${title} بنائیں
zh_hans: 创建时间敏感的${title}

source: Create Time-Sensitive toDō
ar: إنشاء تُدُ حساس للوقت
es: Cree tareas pendientes urgentes
hi: समय के प्रति संवेदनशील कार्य बनाएँ
it: Crea toDō urgente
ja: 時間指定toDōを作成
ms: Cipta toDō sensitif masa
th: สร้าง toDō สำคัญตามเวลา
ur: وقت حساس ٹُڈُو بنائیں
zh_hans: 创建时间敏感的待办事项

source: Create toDō
ar: إنشاء تُدُ
es: Crear tareas pendientes
hi: करने के लिए बनाएं
it: Crea toDō
ja: toDōを作成
ms: Cipta toDō
th: สร้าง toDō
ur: ٹُڈُو بنائیں
zh_hans: 创建待办事项

source: Create toDō with Apple Intelligence
ar: إنشاء تُدُ باستخدام Apple Intelligence
es: Crear un toDō con Apple Intelligence
hi: Apple Intelligence से toDō बनाएँ
it: Crea un toDō con Apple Intelligence
ja: Apple IntelligenceでtoDōを作成
ms: Cipta toDō dengan Apple Intelligence
th: สร้าง toDō ด้วย Apple Intelligence
ur: Apple Intelligence کے ساتھ ٹُڈُو بنائیں
zh_hans: 使用 Apple Intelligence 创建 toDō

source: Create with Apple Intelligence
ar: إنشاء باستخدام Apple Intelligence
es: Crear con Apple Intelligence
hi: Apple Intelligence के साथ बनाएँ
it: Crea con Apple Intelligence
ja: Apple Intelligenceで作成
ms: Cipta dengan Apple Intelligence
th: สร้างด้วย Apple Intelligence
ur: Apple Intelligence کے ساتھ بنائیں
zh_hans: 使用 Apple Intelligence 创建

source: Create with Intelligence
ar: إنشاء بذكاء
es: Crear con inteligencia
hi: इंटेलिजेंस से बनाएँ
it: Crea con Intelligence
ja: インテリジェンスで作成
ms: Cipta dengan Intelligence
th: สร้างด้วย Intelligence
ur: انٹیلی جنس کے ساتھ بنائیں
zh_hans: 智能创建

source: Create your first toDō
ar: قم بإنشاء المهام الأولى الخاصة بك
es: Crea tu primera tarea pendiente
hi: अपना पहला कार्य बनाएं
it: Crea la tua prima cosa da fare
ja: 最初の toDō を作成する
ms: Buat toDō pertama anda
th: สร้างสิ่งที่ต้องทำแรกของคุณ
ur: اپنا پہلا کام بنائیں
zh_hans: 创建您的第一个待办事项

source: Created
ar: أُنشئ
es: Creado
hi: बनाया था
it: Creato
ja: 作成
ms: Dicipta
th: สร้างเมื่อ
ur: بنایا گیا
zh_hans: 已创建

source: Created %@.
ar: تم إنشاء %@.
es: Creado%@.
hi: %@बनाया गया।
it: Creato %@.
ja: %@を作成しました。
ms: %@ dicipta.
th: สร้าง %@ แล้ว
ur: %@ بنایا گیا۔
zh_hans: 创建了%@。

source: Created This Week
ar: أُنشئت هذا الأسبوع
es: Creados esta semana
hi: इस सप्ताह बनाए गए
it: Creati questa settimana
ja: 今週作成
ms: Dicipta minggu ini
th: สร้างในสัปดาห์นี้
ur: اس ہفتے بنائے گئے
zh_hans: 本周创建

source: Created time-sensitive toDō %@.
ar: تم إنشاء تُدُ حساس للوقت %@.
es: Se creó tarea pendiente urgente%@.
hi: समय-संवेदनशील toDō%@बनाया गया।
it: Creato toDō urgente %@.
ja: 時間指定toDō %@ を作成しました。
ms: toDō sensitif masa %@ dicipta.
th: สร้าง toDō สำคัญตามเวลา %@ แล้ว
ur: وقت حساس ٹُڈُو %@ بنا دیا گیا۔
zh_hans: 创建了时间敏感的 toDō%@。

source: Creates a shared space for toDō users.
ar: ينشئ مساحة مشتركة لمستخدمي toDō.
es: Crea un espacio compartido para usuarios de toDō.
hi: toDō उपयोगकर्ताओं के लिए साझा स्थान बनाता है।
it: Crea uno spazio condiviso per gli utenti di toDō.
ja: toDōユーザー向けの共有スペースを作成します。
ms: Mencipta ruang bersama untuk pengguna toDō.
th: สร้างพื้นที่แชร์สำหรับผู้ใช้ toDō
ur: toDō صارفین کے لیے مشترکہ جگہ بناتا ہے۔
zh_hans: 为 toDō 用户创建共享空间。

source: Current
ar: الحالي
es: Actual
hi: वर्तमान
it: Attuale
ja: 現在
ms: Semasa
th: ปัจจุบัน
ur: موجودہ
zh_hans: 当前

source: Current Choice
ar: الخيار الحالي
es: Opcion actual
hi: वर्तमान विकल्प
it: Scelta attuale
ja: 現在の選択
ms: Pilihan Semasa
th: ตัวเลือกปัจจุบัน
ur: موجودہ انتخاب
zh_hans: 当前选择

source: Current Location
ar: الموقع الحالي
es: Ubicación actual
hi: वर्तमान स्थान
it: Posizione attuale
ja: 現在地
ms: Lokasi Semasa
th: ที่ตั้งปัจจุบัน
ur: موجودہ مقام
zh_hans: 当前位置

source: Current Sync
ar: المزامنة الحالية
es: Sincronización actual
hi: मौजूदा सिंक
it: Sincronizzazione attuale
ja: 現在の同期
ms: Segerak Semasa
th: การซิงค์ปัจจุบัน
ur: موجودہ ہم وقت سازی
zh_hans: 当前同步

source: custom
ar: مخصص
es: personalizado
hi: कस्टम
it: personalizzato
ja: カスタム
ms: tersuai
th: กำหนดเอง
ur: حسب ضرورت
zh_hans: 自定义

source: Custom
ar: مخصص
es: Personalizado
hi: कस्टम
it: Personalizzato
ja: カスタム
ms: Tersuai
th: กำหนดเอง
ur: حسب ضرورت
zh_hans: 自定义

source: Custom reminder sounds
ar: أصوات تذكير مخصصة
es: Sonidos de recordatorio personalizados
hi: कस्टम रिमाइंडर ध्वनियाँ
it: Suoni promemoria personalizzati
ja: カスタムリマインダーサウンド
ms: Bunyi peringatan tersuai
th: เสียงเตือนความจำแบบกำหนดเอง
ur: حسب ضرورت یاد دہانی آوازیں
zh_hans: 自定义提醒声音

source: Custom Sound
ar: صوت مخصص
es: Sonido personalizado
hi: कस्टम ध्वनि
it: Suono personalizzato
ja: カスタムサウンド
ms: Bunyi Tersuai
th: เสียงกำหนดเอง
ur: حسب ضرورت آواز
zh_hans: 自定义声音

source: Custom sound is ready for reminders.
ar: الصوت المخصص جاهز للتذكيرات.
es: El sonido personalizado está listo para los recordatorios.
hi: कस्टम ध्वनि रिमाइंडर के लिए तैयार है।
it: Il suono personalizzato è pronto per i promemoria.
ja: カスタムサウンドをリマインダーで使えます。
ms: Bunyi tersuai sedia untuk peringatan.
th: เสียงกำหนดเองพร้อมใช้กับการเตือนความจำแล้ว
ur: حسب ضرورت آواز یاد دہانیوں کے لیے تیار ہے۔
zh_hans: 自定义声音已可用于提醒。

source: Custom sound removed.
ar: تمت إزالة الصوت المخصص.
es: Sonido personalizado eliminado.
hi: कस्टम ध्वनि हटाई गई।
it: Suono personalizzato rimosso.
ja: カスタムサウンドを削除しました。
ms: Bunyi tersuai dialih keluar.
th: นำเสียงกำหนดเองออกแล้ว
ur: حسب ضرورت آواز ہٹا دی گئی۔
zh_hans: 已移除自定义声音。

source: Custom sound selected. Sending a sound test...
ar: تم تحديد الصوت المخصص. جارٍ إرسال اختبار صوت...
es: Sonido personalizado seleccionado. Enviando una prueba de sonido...
hi: कस्टम ध्वनि चुनी गई। ध्वनि परीक्षण भेजा जा रहा है...
it: Suono personalizzato selezionato. Invio di una prova audio...
ja: カスタムサウンドを選択しました。サウンドテストを送信しています...
ms: Bunyi tersuai dipilih. Menghantar ujian bunyi...
th: เลือกเสียงกำหนดเองแล้ว กำลังส่งการทดสอบเสียง...
ur: حسب ضرورت آواز منتخب ہو گئی۔ آواز ٹیسٹ بھیجا جا رہا ہے...
zh_hans: 已选择自定义声音。正在发送声音测试...

source: Customize how toDō behaves, syncs, and notifies you.
ar: قم بتخصيص كيفية تصرفتُدُومزامنته وإعلامك.
es: Personalice cómo se comporta, sincroniza y notificatoDō.
hi: अनुकूलित करें किtoDōआपको कैसे व्यवहार करता है, समन्वयित करता है और आपको सूचित करता है।
it: Personalizza il comportamento, la sincronizzazione e le notifiche ditoDō.
ja: toDōの動作、同期、通知の方法をカスタマイズします。
ms: Sesuaikan caratoDōberkelakuan, menyegerak dan memberitahu anda.
th: ปรับแต่งการทำงานของtoDōซิงค์ และแจ้งเตือนคุณ
ur: اپنی مرضی کے مطابق بنائیں کہٹُڈُوکس طرح برتاؤ کرتا ہے، مطابقت پذیر ہوتا ہے اور آپ کو مطلع کرتا ہے۔
zh_hans: 自定义toDō的行为、同步和通知方式。

source: Daily Average
ar: المتوسط اليومي
es: Promedio diario
hi: दैनिक औसत
it: Media giornaliera
ja: 日平均
ms: Purata harian
th: ค่าเฉลี่ยรายวัน
ur: روزانہ اوسط
zh_hans: 每日平均

source: Dark
ar: داكن
es: Oscuro
hi: गहरा
it: Scuro
ja: ダーク
ms: Gelap
th: มืด
ur: گہرا
zh_hans: 深色

source: Data
ar: البيانات
es: Datos
hi: डेटा
it: Dati
ja: データ
th: ข้อมูล
ur: ڈیٹا
zh_hans: 数据

source: Data Controls
ar: عناصر التحكم في البيانات
es: Controles de datos
hi: डेटा नियंत्रण
it: Controlli dati
ja: データ管理
ms: Kawalan Data
th: การควบคุมข้อมูล
ur: ڈیٹا کنٹرولز
zh_hans: 数据控制

source: Date
ar: التاريخ
es: Fecha
hi: तारीख
it: Data
ja: 日付
ms: Tarikh
th: วันที่
ur: تاریخ
zh_hans: 日期

source: Day
ar: يوم
es: Día
hi: दिन
it: Giorno
ja: 日
ms: Hari
th: วัน
ur: دن
zh_hans: 天

source: days
ar: أيام
es: días
hi: दिन
it: giorni
ja: 日
ms: hari
th: วัน
ur: دن
zh_hans: 天

source: Days
ar: أيام
es: Días
hi: दिन
it: Giorni
ja: 日数
ms: hari-hari
th: วัน
ur: دن
zh_hans: 天

source: Debug simulator only. This does not ship in Release or device builds.
ar: لمحاكي تصحيح الأخطاء فقط. لا يظهر هذا في إصدارات النشر أو الأجهزة.
es: Solo para el simulador de depuración. No se incluye en versiones de distribución ni de dispositivo.
hi: केवल डिबग सिम्युलेटर के लिए। यह रिलीज़ या डिवाइस बिल्ड में शामिल नहीं होता।
it: Solo per il simulatore di debug. Non viene incluso nelle build Release o per dispositivo.
ja: デバッグ用シミュレータ専用です。リリース版や実機ビルドには含まれません。
ms: Untuk simulator nyahpepijat sahaja. Ini tidak disertakan dalam binaan keluaran atau peranti.
th: สำหรับโปรแกรมจำลองแบบดีบักเท่านั้น ข้อความนี้จะไม่รวมอยู่ในรุ่นเผยแพร่หรือรุ่นสำหรับอุปกรณ์
ur: صرف ڈیبگ سمیولیٹر کے لیے۔ یہ ریلیز یا ڈیوائس بلڈز میں شامل نہیں ہوتا۔
zh_hans: 仅用于调试模拟器。发布版本和设备构建中不会包含此内容。

source: Decline
ar: رفض
es: Rechazar
hi: अस्वीकार करें
it: Rifiuta
ja: 辞退
ms: Tolak
th: ปฏิเสธ
ur: مسترد کریں
zh_hans: 拒绝

source: Deep blue accents with electric highlights.
ar: لمسات زرقاء عميقة مع إبرازات كهربائية.
es: Acentos azul profundo con destellos eléctricos.
hi: इलेक्ट्रिक हाइलाइट्स के साथ गहरे नीले एक्सेंट।
it: Accenti blu profondi con riflessi elettrici.
ja: 深いブルーにエレクトリックなハイライト。
ms: Aksen biru gelap dengan sorotan elektrik.
th: สีน้ำเงินเข้มพร้อมไฮไลต์แบบไฟฟ้า
ur: برقی جھلکوں کے ساتھ گہرے نیلے رنگ۔
zh_hans: 深蓝色点缀，配以电光高亮。

source: Deeper look
ar: نظرة أعمق
es: Vista más detallada
hi: गहरी जानकारी
it: Uno sguardo più tecnico
ja: 詳しく見る
ms: Lihat lebih mendalam
th: รายละเอียดเพิ่มเติม
ur: مزید تفصیل
zh_hans: 深入说明

source: Default
ar: الافتراضي
es: Por defecto
hi: गलती करना
it: Predefinito
ja: デフォルト
ms: Lalai
th: ค่าเริ่มต้น
ur: ڈیفالٹ
zh_hans: 默认

source: Default Due Time
ar: وقت الاستحقاق الافتراضي
es: Hora de vencimiento predeterminada
hi: डिफ़ॉल्ट नियत समय
it: Ora di scadenza predefinita
ja: デフォルトの期限時刻
ms: Masa Tamat Lalai
th: เวลาเริ่มต้นสำหรับวันครบกำหนด
ur: طے شدہ آخری وقت
zh_hans: 默认截止时间

source: Default Tags
ar: الوسوم الافتراضية
es: Etiquetas predeterminadas
hi: डिफ़ॉल्ट टैग
it: Tag predefiniti
ja: デフォルトタグ
ms: Tag lalai
th: แท็กเริ่มต้น
ur: ڈیفالٹ ٹیگز
zh_hans: 默认标签

source: Defaults
ar: الافتراضيات
es: Predeterminados
hi: डिफ़ॉल्ट
it: Predefiniti
ja: デフォルト
ms: Lalai
th: ค่าเริ่มต้น
ur: طے شدہ
zh_hans: 默认

source: Delete
ar: حذف
es: Eliminar
hi: हटाएँ
it: Elimina
ja: 削除
ms: Padam
th: ลบ
ur: حذف کریں
zh_hans: 删除

source: Delete All
ar: حذف الكل
es: Eliminar todo
hi: सभी हटाएँ
it: Elimina tutto
ja: すべて削除
ms: Padam Semua
th: ลบทั้งหมด
ur: سب حذف کریں
zh_hans: 全部删除

source: Delete Collab
ar: حذف التعاون
es: Eliminar colaboración
hi: सहयोग हटाएँ
it: Elimina collaborazione
ja: 共同作業を削除
ms: Padam kolaborasi
th: ลบการทำงานร่วมกัน
ur: تعاون حذف کریں
zh_hans: 删除协作

source: Delete Collab?
ar: حذف التعاون؟
es: ¿Eliminar la colaboración?
hi: सहयोग हटाएँ?
it: Eliminare la collaborazione?
ja: 共同作業を削除しますか？
ms: Padam kolaborasi?
th: ลบการทำงานร่วมกันไหม
ur: تعاون حذف کریں؟
zh_hans: 删除协作？

source: Delete nanoDo
ar: حذف نَنُدُ
es: Eliminar nanoDo
hi: nanoDo हटाएँ
it: Elimina nanoDo
ja: nanoDoを削除
ms: Padam nanoDo
th: ลบ nanoDo
ur: نَینوڈو حذف کریں
zh_hans: 删除nanoDo

source: Delete Permanently
ar: حذف نهائيًا
es: Eliminar permanentemente
hi: स्थायी रूप से हटाएँ
it: Elimina definitivamente
ja: 完全に削除
ms: Padam kekal
th: ลบถาวร
ur: مستقل طور پر حذف کریں
zh_hans: 永久删除

source: Delete this toDō?
ar: هل تريد حذف هذا تُدُ؟
es: ¿Eliminar esta tarea pendiente?
hi: यह कार्य हटाएं?
it: Eliminare questo toDō?
ja: このtoDōを削除しますか？
ms: Padam toDō ini?
th: ลบ toDō นี้?
ur: یہ ٹُڈُو حذف کریں؟
zh_hans: 删除此待办事项吗？

source: Delete unused tags?
ar: هل تريد حذف الوسوم غير المستخدمة؟
es: ¿Eliminar etiquetas no utilizadas?
hi: अप्रयुक्त टैग हटाएं?
it: Eliminare i tag inutilizzati?
ja: 未使用のタグを削除しますか？
ms: Padam tag yang tidak digunakan?
th: ลบแท็กที่ไม่ได้ใช้?
ur: غیر استعمال شدہ ٹیگز حذف کریں؟
zh_hans: 删除未使用的标签？

source: Deleted on another device.
ar: تم الحذف على جهاز آخر.
es: Eliminado en otro dispositivo.
hi: दूसरे डिवाइस पर हटाया गया.
it: Eliminato su un altro dispositivo.
ja: 別のデバイスで削除されました。
ms: Dipadam pada peranti lain.
th: ลบแล้วบนอุปกรณ์อื่น
ur: دوسرے ڈیوائس پر حذف ہو گیا۔
zh_hans: 已在另一台设备上删除。

source: Deleted toDōs will be permanently removed after this much time in the trash.
ar: ستتم إزالة تُدُس المحذوفة نهائيًا بعد هذه المدة في سلة المهملات.
es: Las tareas pendientes eliminadas se eliminarán permanentemente después de tanto tiempo en la papelera.
hi: हटाए गए toDōs को कूड़ेदान में इतने समय के बाद स्थायी रूप से हटा दिया जाएगा।
it: I toDō eliminati verranno rimossi definitivamente dopo questo tempo nel cestino.
ja: 削除したtoDōは、この期間が経過するとゴミ箱から完全に削除されます。
ms: toDō yang dipadam akan dibuang secara kekal selepas tempoh ini dalam sampah.
th: toDō ที่ถูกลบจะถูกลบถาวรหลังจากอยู่ในถังขยะตามระยะเวลานี้
ur: حذف شدہ ٹُڈُوز کو ردی کی ٹوکری میں اتنی مدت کے بعد مستقل طور پر ہٹا دیا جائے گا۔
zh_hans: 已删除的待办事项将在垃圾箱中经过这么长时间后被永久删除。

source: Deleted.
ar: تم الحذف.
es: Eliminado.
hi: हटा दिया गया.
it: Eliminato.
ja: 削除しました。
ms: Dipadam.
th: ลบแล้ว
ur: حذف ہو گیا۔
zh_hans: 已删除。

source: Deletes current tags and clears existing tag links.
ar: يحذف الوسوم الحالية ويمسح روابط الوسوم الموجودة.
es: Elimina las etiquetas actuales y borra los enlaces de etiquetas existentes.
hi: वर्तमान टैग हटाता है और मौजूदा टैग लिंक साफ़ करता है।
it: Elimina i tag attuali e cancella i collegamenti tag esistenti.
ja: 現在のタグを削除し、既存のタグリンクをクリアします。
ms: Memadam tag semasa dan mengosongkan pautan tag sedia ada.
th: ลบแท็กปัจจุบันและล้างลิงก์แท็กที่มีอยู่
ur: موجودہ ٹیگز حذف کرتا ہے اور موجودہ ٹیگ روابط صاف کرتا ہے۔
zh_hans: 删除当前标签并清除现有标签链接。

source: Deleting Collab
ar: جارٍ حذف التعاون
es: Eliminando colaboración
hi: सहयोग हटाया जा रहा है
it: Eliminazione della collaborazione
ja: 共同作業を削除中
ms: Memadam kolaborasi
th: กำลังลบการทำงานร่วมกัน
ur: تعاون حذف کیا جا رہا ہے
zh_hans: 正在删除协作

source: Deleting today
ar: سيُحذف اليوم
es: Se elimina hoy
hi: आज हटेगा
it: Eliminazione oggi
ja: 今日削除されます
ms: Dipadam hari ini
th: ลบวันนี้
ur: آج حذف ہوگا
zh_hans: 今天删除

source: Denied
ar: رفض
es: Denegado
hi: अस्वीकृत
it: Negato
ja: 拒否されました
ms: dinafikan
th: ถูกปฏิเสธ
ur: انکار کر دیا۔
zh_hans: 被拒绝

source: Describe a complete toDō naturally. The app organizes its details and asks a short follow-up only when needed.
ar: صِف toDō كاملة بشكل طبيعي. ينظّم التطبيق تفاصيلها ويطرح سؤال متابعة قصيرًا عند الحاجة.
es: Describe una toDō completa de forma natural. La app organiza sus detalles y hace una breve pregunta de seguimiento cuando es necesario.
hi: एक पूर्ण toDō को स्वाभाविक रूप से बताएँ। ऐप उसके विवरण व्यवस्थित करता है और ज़रूरत होने पर एक छोटा पूरक प्रश्न पूछता है।
it: Descrivi una toDō completa in modo naturale. L'app ne organizza i dettagli e fa una breve domanda di chiarimento solo quando serve.
ja: 完成したtoDōを自然に説明してください。アプリが詳細を整理し、必要なときだけ短い確認質問をします。
ms: Huraikan toDō lengkap secara semula jadi. Aplikasi menyusun butirannya dan bertanya soalan ringkas jika perlu.
th: อธิบาย toDō ให้ครบถ้วนอย่างเป็นธรรมชาติ แอปจะจัดระเบียบรายละเอียดและถามคำถามสั้น ๆ เมื่อจำเป็น
ur: ایک مکمل toDō کو قدرتی انداز میں بیان کریں۔ ایپ اس کی تفصیلات ترتیب دیتی ہے اور ضرورت پڑنے پر مختصر سوال پوچھتی ہے۔
zh_hans: 自然地描述一个完整的 toDō。应用会整理其详细信息，并仅在需要时提出简短的后续问题。

source: Describe a toDō naturally and organize its title, schedule, reminder, notes, tags, and steps.
ar: صِف تُدُ بطريقتك ليتم تنظيم عنوانه وموعده وتذكيره وملاحظاته ووسومه وخطواته.
es: Describe un toDō con naturalidad y organiza su título, horario, recordatorio, notas, etiquetas y pasos.
hi: toDō को सहज रूप से बताएँ और उसका शीर्षक, समय, रिमाइंडर, नोट्स, टैग और चरण व्यवस्थित करें।
it: Descrivi un toDō in modo naturale e organizzane titolo, programma, promemoria, note, tag e passaggi.
ja: toDōを自然に説明して、タイトル、予定、リマインダー、メモ、タグ、手順を整理します。
ms: Terangkan toDō secara semula jadi dan susun tajuk, jadual, peringatan, nota, tag serta langkahnya.
th: อธิบาย toDō อย่างเป็นธรรมชาติ แล้วจัดระเบียบชื่อ กำหนดเวลา การเตือน โน้ต แท็ก และขั้นตอน
ur: ٹُڈُو کو فطری انداز میں بیان کریں اور اس کا عنوان، شیڈول، یاددہانی، نوٹس، ٹیگز اور مراحل ترتیب دیں۔
zh_hans: 自然地描述一个 toDō，并整理其标题、日程、提醒、备注、标签和步骤。
